[窗口置顶]
动作_名称=窗口置顶
动作_轨迹=下上
动作_提示=窗口置顶
动作_条件模式=非特定窗口
动作_生效条件=Progman;Shell_TrayWnd;WorkerW
动作_模式=标签
动作_命令=窗口置顶
动作_启用=1
[窗口最大化]
动作_名称=窗口最大化
动作_轨迹=上
动作_提示=窗口最大化
动作_条件模式=非特定窗口
动作_生效条件=Progman;Shell_TrayWnd;WorkerW
动作_模式=标签
动作_命令=窗口最大化
动作_启用=1
[发送按键]
动作_名称=发送按键
动作_轨迹=右下
动作_提示=发送Shift
动作_条件模式=通用
动作_生效条件=
动作_模式=函数
动作_命令=MGA_SendKey|{Shift}
动作_启用=1
[窗口移到右半屏幕]
动作_名称=窗口移到右半屏幕
动作_轨迹=右
动作_提示=窗口移到右半屏幕
动作_条件模式=非特定窗口
动作_生效条件=Progman;Shell_TrayWnd
动作_模式=标签
动作_命令=窗口移到右半屏幕
动作_启用=1
[窗口移到左半屏幕]
动作_名称=窗口移到左半屏幕
动作_轨迹=左
动作_提示=窗口移到左半屏幕
动作_条件模式=非特定窗口
动作_生效条件=Progman;Shell_TrayWnd
动作_模式=标签
动作_命令=窗口移到左半屏幕
动作_启用=1
[窗口最小化]
动作_名称=窗口最小化
动作_轨迹=下
动作_提示=窗口最小化
动作_条件模式=非特定窗口
动作_生效条件=Progman;Shell_TrayWnd;WorkerW
动作_模式=标签
动作_命令=窗口最小化
动作_启用=1
[鼠标手势重启]
动作_名称=鼠标手势重启
动作_轨迹=右下左上;右下左上右
动作_提示=重启鼠标手势
动作_条件模式=通用
动作_生效条件=
动作_模式=标签
动作_命令=鼠标手势重启
动作_启用=1
[鼠标手势退出]
动作_名称=鼠标手势退出
动作_轨迹=右下左
动作_提示=退出鼠标手势
动作_条件模式=通用
动作_生效条件=
动作_模式=标签
动作_命令=鼠标手势退出
动作_启用=1
[桌面关闭]
动作_名称=桌面关闭
动作_轨迹=下右
动作_提示=关闭桌面(关机)
动作_条件模式=特定窗口
动作_生效条件=Progman;Shell_TrayWnd;WorkerW
动作_模式=标签
动作_命令=桌面关闭
动作_启用=1
[鼠标手势动作管理]
动作_名称=动作管理
动作_轨迹=下左
动作_提示=动作管理
动作_条件模式=通用
动作_生效条件=
动作_模式=标签
动作_命令=鼠标手势动作管理
动作_启用=1
[窗口关闭]
动作_名称=窗口关闭
动作_轨迹=下右
动作_提示=关闭窗口
动作_条件模式=非特定窗口
动作_生效条件=Shell_TrayWnd;WorkerW
动作_模式=标签
动作_命令=窗口关闭
动作_启用=1
[运行命令]
动作_名称=记事本
动作_轨迹=上下
动作_提示=打开记事本
动作_条件模式=通用
动作_生效条件=
动作_模式=函数
动作_命令=MGA_Run|notepad
动作_启用=1
[Candy]
动作_名称=Candy
动作_轨迹=右左
动作_提示=Candy快捷键
动作_条件模式=特定窗口
动作_生效条件=CabinetWClass
动作_模式=函数
动作_命令=MGA_SendKey|^{F1}
[标签页恢复]
动作_名称=标签页恢复
动作_命令=MGA_SendKey|^+t
动作_提示=恢复关闭的标签页
动作_条件模式=特定窗口
动作_模式=函数
动作_生效条件=Chrome_WidgetWin_1;360se6_Frame
动作_轨迹=左上
[标签页关闭]
动作_名称=标签页关闭
动作_命令=MGA_SendKey|^w
动作_提示=关闭浏览器标签页
动作_条件模式=特定窗口
动作_模式=函数
动作_生效条件=Chrome_WidgetWin_1;360se6_Frame
动作_轨迹=下右
[资源管理器向上]
动作_名称=资源管理器向上
动作_命令=MGA_SendKey|{Alt Down}{Up}{Alt Up}
动作_提示=资源管理器上级目录
动作_条件模式=特定窗口
动作_模式=函数
动作_生效条件=CabinetWClass;WinRarWindow
动作_轨迹=上下
[标签页前进]
动作_名称=标签页前进
动作_命令=MGA_SendKey|{Alt Down}{right}{Alt Up}
动作_提示=标签页前进
动作_条件模式=特定窗口
动作_模式=函数
动作_生效条件=Chrome_WidgetWin_1;360se6_Frame
动作_轨迹=右
[标签页后退]
动作_名称=标签页后退
动作_命令=MGA_SendKey|{Alt Down}{left}{Alt Up}
动作_提示=标签页后退
动作_条件模式=特定窗口
动作_模式=函数
动作_生效条件=Chrome_WidgetWin_1;360se6_Frame
动作_轨迹=左
[关闭标签页]
动作_名称=关闭标签页
动作_命令=MGA_SendKey|^w
动作_提示=QtTabBar关闭标签页
动作_条件模式=特定窗口
动作_模式=函数
动作_生效条件=Clover_WidgetWin_0;CabinetWClass;XLMAIN
动作_轨迹=下右
[所有窗口最小化]
动作_名称=所有窗口最小化
动作_轨迹=下
动作_提示=所有窗口最小化
动作_条件模式=特定窗口
动作_生效条件=Progman;Shell_TrayWnd
动作_模式=标签
动作_命令=所有窗口最小化
动作_启用=1
[动作管理]
动作_名称=动作管理
动作_命令=鼠标手势动作管理
动作_提示=动作管理
动作_条件模式=通用
动作_模式=标签
动作_生效条件=
动作_轨迹=下左
